// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "O Alatu za stvaranje slika u OS-u Chrome";
"Menu Prefs" = "Preference..";
"Menu Services" = "Usluge";
"Menu Hide" = "Sakrij Alat za stvaranje slika u OS-u Chrome";
"Menu Hide Others" = "Sakrij ostale";
"Menu Show All" = "Prikaži sve";
"Menu Quit" = "Izađi iz Alata za stvaranje slika u OS-u Chrome";
"Menu Window" = "Prozor";
"Menu Minimize" = "Minimiziraj";
"Menu Zoom" = "Zumiraj";
"Menu Bring All To Front" = "Premjesti sve u prednji plan";
"Menu Help" = "Pomoć";
"Menu App Help" = "Pomoć za Alat za stvaranje slika u OS-u Chrome";

/* Buttons */
"Button Previous" = "Prethodno";
"Button Next" = "Dalje";
"Button Stop" = "Zaustavi";
"Button Done" = "Gotovo";

/* Tab: Select device model */
"Text Welcome" = "Dobro došli u Alat za stvaranje slika OS-a Chrome! Odaberite svoj model uređaja s OS-om Chrome.";
"Button Local Image" = "Lokalna slika…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Odaberite memorijski USB spremnik za upotrebu kod oporavka:";
"Text Insertion Prompt" = "Umetnite memorijski USB spremnik.";

/* Tab: Done */
"Text Congrats" = "Uspješno ste stvorili pogon za pokretanje oporavka za uređaj s OS-om Chrome. Uklonite ga s računala i upotrijebite za oporavak oštećenog operativnog sustava na Chromebooku.";

/* Sizes */
"Size Bytes" = " bajta";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Ova se aplikacija ne može pokrenuti.";
"NoDiskArb Informative" = "Došlo je do problema prilikom pokretanja Arbitracije diska. To se ne smije događati.";
"NoDiskArb OK" = "U redu";

/* Error retrieving config file. */
"CantGetConfig Message" = "Nije moguće učitati popis preslika.";
"CantGetConfig Informative" = "Došlo je do problema prilikom učitavanja popisa dostupnih preslika za oporavak (%1$@). Provjerite radi li vaša mrežna veza.";
"CantGetConfig OK" = "U redu";
"CantGetConfig Error NoConnection" = "veza se ne može alocirati";
"CantGetConfig Error DownloadError" = "došlo je do pogreške tijekom preuzimanja";
"CantGetConfig Error StringCreate" = "odgovor se ne može upotrijebiti";

/* Version error. */
"VersionError Message" = "Ova je verzija aplikacije prestara.";
"VersionError Informative" = "Preuzmite noviju verziju. Ovo je verzija %1$@; Potrebna je barem verzija %2$@. %3$@";
"VersionError OK" = "Nabavite novu verziju";

/* File dialog to select a local file. */
"SelectLocal File" = "Odaberite presliku:";
"SelectLocal Button" = "Odaberi";

/* Alert on writing stick. */
"WriteAlert Message" = "Jeste li sigurni da želite trajno izbrisati %1$@?";
"WriteAlert Informative" = "Svi podaci koji su trenutačno na mediju bit će nepovratno izgubljeni. Ovu radnju ne možete poništiti.";
"WriteAlert Cancel" = "Nemoj brisati";
"WriteAlert OK" = "Izbriši";

"TooSmallAlert Message" = "%1$@ ne može se upotrijebiti jer je premalo prostora.";
"TooSmallAlert Informative" = "Potreban je memorijski pogon od najmanje %2$@.";
"TooSmallAlert OK" = "U redu";

"NotWritable Message" = "%1$@ ne može se upotrijebiti jer je samo za čitanje.";
"NotWritable Informative" = "Memorijski pogon je samo za čitanje. Možda na mediju postoji prekidač koji omogućuje zapisivanje. U suprotnom se ne može upotrijebiti.";
"NotWritable OK" = "U redu";

/* Stick writing statuses. */
"Status Downloading" = "Preuzimanje…";
"Status Verifying" = "Provjera…";
"Status Unpacking" = "Raspakiranje…";
"Status Claiming" = "Potvrđivanje…";
"Status Unmounting" = "Isključivanje…";
"Status Writing" = "Zapisivanje…";
"Status Ejecting" = "Izbacivanje…";
"Status Done" = "Gotovo!";

"StatusAdd Attempt" = " (pokušaj %1$d)";

/* Errors */
"Failure Downloading" = "Nažalost, došlo je do pogreške (neuspjelo preuzimanje izvorne preslike). Želite li pokušati ponovo?";
"Failure Verifying Return Value" = "Nažalost, došlo je do pogreške (neuspjela provjera izvorne preslike, pogreška programa, %1$s). Želite li pokušati ponovo?";
"Failure Verifying SHA Mismatch" = "Nažalost, došlo je do pogreške (neuspjela provjera izvorne preslike, pogreška checksuma (zbroja za provjeru)). Želite li pokušati ponovo?";
"Failure Unpacking" = "Nažalost, došlo je do pogreške (neuspjelo raspakiranje izvorne preslike, %1$s). Želite li pokušati ponovo?";
"Failure Claiming" = "Nažalost, došlo je do pogreške (neuspjelo potvrđivanje USB memorijskog pogona). Želite li pokušati ponovo?";
"Failure Unmounting" = "Nažalost, došlo je do pogreške (neuspjelo isključenje USB memorijskog pogona). Želite li pokušati ponovo?";
"Failure Opening Source Image" = "Nažalost, došlo je do pogreške (neuspjelo otvaranje izvorne preslike, %1$s). Želite li pokušati ponovo?";
"Failure Opening Destination Device" = "Nažalost, došlo je do pogreške (neuspjelo otvaranje USB memorijskog pogona, %1$s). Želite li pokušati ponovo?";
"Failure Reading Source Image" = "Nažalost, došlo je do pogreške (neuspjelo čitanje iz izvorne preslike, %1$s). Želite li pokušati ponovo?";
"Failure Writing Destination Device" = "Nažalost, došlo je do pogreške (neuspjelo zapisivanje na USB memorijski pogon, %1$s). Želite li pokušati ponovo?";
"Failure Ejecting" = "Nažalost, došlo je do pogreške (neuspjelo izbacivanje USB memorijskog pogona). Želite li pokušati ponovo?";

"Failure Try Again" = "Pokušajte ponovo";
"Failure Quit" = "Izađi";

"Failure Termination Status" = "Status prekida %d";

"Failure Internal Error 1" = "Neočekivani EOF";
